Repository: sumo/cinnamon-spices-applets
Catalog: IcingWindowSaver@json/files/IcingWindowSaver@json/po/*.po
Languages: da

source: Window Position Saver
da: Vinduesplaceringgemmer

source: Save
da: Gem

source: Restore
da: Gendan

source: Dependency missing
da: Manglende afhængighed

source: package
da: pakke

source: Dependencies missing
da: Manglende afhængigheder

source: packages
da: pakker

source: Please install the
da: Installér venligst

source: to use Window Position Saver.
da: for at bruge Vinduesplaceringgemmer

source: Window position save and restore utility.
da: Gemmer og gendanner vinduesplacering.
