Repository: sumo/cinnamon-spices-applets
Catalog: a4techTool@mous/files/a4techTool@mous/po/*.po
Languages: tr

source: Remaining battery: N/A%, Profile: N/A
tr: Kalan pil: N/A%, Profil: N/A

source: Sleep Time:
tr: Uyku Zamanı:

source: Signal:
tr: Sinyal:

source: Dump memory to file
tr: Belleği dosyaya boşalt

source: Move to wake
tr: Uyandırmak için hareket ettir

source: %, Profile:
tr: %, Profil:

source: Remaining mouse battery:
tr: Kalan fare pili:

source: Remaining battery: N/A%
tr: Kalan pil: N/A%

source: Sleep time
tr: Uyku zamanı

source: min
tr: dk

source: Shows Battery level of A4Tech mouse
tr: A4Tech farenin pil düzeyini gösterir

source: A4Tech battery checker
tr: A4Tech pil denetleyici
