Repository: sumo/cinnamon-spices-applets
Catalog: BgRadio@spacy01/files/BgRadio@spacy01/po/*.po
Languages: bg

source: Radio
bg: Радиа

source: TV
bg: Телевизии

source: Stop
bg: Спри

source: Bg Radio
bg: Бг Радио

source: Listening Bg Radio
bg: Слушате Бг радио

source: bTV Radio
bg: bTV радио

source: Listening bTV Radio
bg: Слушате bTV радио

source: City Radio
bg: Радио Сити

source: Listening City Radio
bg: Слушате радио City

source: Classic FM
bg: Класик ФМ

source: Listening Clasic FM
bg: Слушате Класик ФМ

source: Darik
bg: Дарик

source: Listening Darik
bg: Слушате Дарик

source: Darik Nostalgie
bg: Дарик Носталжи

source: Listening Darik Nostalgie
bg: Слушате Дарик Носталжи

source: Energy
bg: Енерджи

source: Listening Energy
bg: Слушате Енерджи

source: FM+
bg: ФМ+

source: Listening FM+
bg: Слушате ФМ+

source: Fresh
bg: Фреш

source: Listening Fresh
bg: Слушате Фреш

source: Jazz FM
bg: Джаз ФМ

source: Listening Jazz FM
bg: Слушате Джаз ФМ

source: K2
bg: К2

source: Listening K2
bg: Слушате К2

source: Melody
bg: Мелъди

source: Listening Melody
bg: Слушате Мелъди

source: N-Joy
bg: Ен-джой

source: Listening N-joy
bg: Слушате Ен-джой

source: Nova Radio
bg: Нова радио

source: Listening Nova Radio
bg: Слушате радио Нова

source: Radio 1
bg: Радио 1

source: Listening Radio 1
bg: Слушате Радио 1

source: Radio 1 Rock
bg: Радио 1 рок

source: Listening Radio 1 Rock
bg: Слушате Радио 1 рок

source: The Voice Radio
bg: Радио The Voice

source: Listening The Voice Radio
bg: Слушате радио The Voice

source: Z-Rock
bg: Зи-рок

source: Listening Z-Rock
bg: Слушате Зи-рок

source: BNT
bg: БНТ

source: Watching BNT
bg: Гледате БНТ

source: BNT 2
bg: БНТ 2

source: Watching BNT 2
bg: Гледате БНТ 2

source: BNT HD
bg: БНТ HD

source: Watching BNT HD
bg: Гледате БНТ HD

source: BNT World
bg: БНТ свят

source: Watching BNT World
bg: Гледате БНТ свят

source: Watching bTV
bg: Гледате bTV

source: BIT
bg: БИТ

source: Watching BIT
bg: Гледате БИТ

source: City
bg: Сити

source: Watching City
bg: Гледате Сити

source: Nova
bg: Нова

source: Watching Nova
bg: Гледате Нова

source: Kanal 3
bg: Канал 3

source: Watching Kanal 3
bg: Гледате Канал 3

source: Watching On Air
bg: Гледате On Air

source: Watching The Voice
bg: Гледате The Voice

source: Watching Magic TV
bg: Гледате Magic TV

source: All Stop
bg: Всичко е спряно

source: The most famous bulgarian radio and TV streams. Some of the streams are available only from bulgaria. To watch a TVs, you'll need to install rtmpdump and mpv packages.
bg: Най-известните български радиа и телевизии. Някои от тях са налични само от България. За да гледате телевизия, ще имате нужда от пакетите rtmpdump и mpv.

source: Bulgarian Radio and TV Streams
bg: Български радиа и телевизии
