Repository: sumo/cinnamon-spices-applets
Catalog: tor-button@shatur/files/tor-button@shatur/po/*.po
Languages: tr

source: Tor network
tr: Tor ağı

source: Rebuild chain
tr: Zinciri yenile

source: Tor disabled
tr: Tor pasif

source: Unable to parse
tr: Ayrıştırılamadı

source: Process launched.
tr: Süreç başlatıldı.

source: Tor enabled
tr: Tor etkin

source: Cant start Tor.
tr: Tor başlatılamaz.

source: Process closed.
tr: Süreç kapatıldı.

source: Tor location path
tr: Tor konum yolu

source: Enter the command to launch Tor.
tr: Tor başlatılması için komut girin.

source: Show notifications
tr: Bildirimleri göster

source: Show notifications when the Tor network is turned on/off.
tr: Tor ağı açılıp/kapandığında bildirim göster.

source: Launch Tor as tor user
tr: Tor'u kullanıcı olarak başlat

source: Launch Tor with polkit as tor user. Needed if you don't have permissions to launch Tor as normal user.
tr: Tor'u kullanıcı olarak polkit ile başlat. Tor'u normal kullanıcı olarak başlatma izniniz yoksa gerekir.

source: Tor Button
tr: Tor Düğmesi

source: Applet for Tor network management
tr: Tor ağ yönetimi için uygulamacık
