Repository: sumo/cinnamon-spices-applets
Catalog: CinnVIIStarkMenu@NikoKrause/files/CinnVIIStarkMenu@NikoKrause/po/*.po
Languages: tr

source: Please enter your password to uninstall this application
tr: Bu uygulamayı kaldırmak için lütfen şifrenizi giriniz

source: Add to panel
tr: Panele ekle

source: Add to desktop
tr: Masaüstüne ekle

source: Remove from favorites
tr: Sık kullanılanlardan sil

source: Add to favorites
tr: Sık kullanılanlara ekle

source: Uninstall
tr: Kaldır

source: Run with NVIDIA GPU
tr: NVIDIA GPU ile çalıştır

source: No description available
tr: Açıklama mevcut değil

source: This file is no longer available
tr: Bu dosya artık mevcut değil

source: Open with
tr: Birlikte aç

source: Other application...
tr: Diğer uygulamalar...

source: Clear list
tr: Listeyi temizle

source: All Applications
tr: Tüm Uygulamalar

source: Places
tr: Konumlar

source: Recent Files
tr: Son Dosyalar

source: Logout
tr: Oturum Kapat

source: Lock Screen
tr: Ekranı Kilitle

source: Shutdown the computer
tr: Bilgisayarı Kapat

source: Leave the session
tr: Oturumdan ayrıl

source: Lock the screen
tr: Ekranı kilitle

source: Quit
tr: Çıkış

source: Lock screen
tr: Ekran kilidi

source: All Programs
tr: Tüm Uygulamalar

source: Favorites
tr: Sık Kullanılanlar

source: Documents
tr: Belgeler

source: nemo Documents
tr: nemo Belgeler

source: Pictures
tr: Resimler

source: nemo Pictures
tr: nemo Resimler

source: Music
tr: Müzik

source: nemo Music
tr: nemo Müzik

source: Videos
tr: Videolar

source: nemo Videos
tr: nemo Videolar

source: Downloads
tr: İndirilenler

source: nemo Downloads
tr: nemo İndirilenler

source: Menu
tr: Menü

source: No recent documents
tr: Son belge yok

source: Type to search...
tr: Arama için girdi yazın...

source: No results found
tr: Sonuç bulunmadı

source: %d result found
tr: %d sonuç bulundu

source: Please provide your password to uninstall this application
tr: Bu uygulamayı kaldırmak için lütfen şifrenizi kullanınız

source: Show quicklauncher on the sidebar
tr: Kenar çubuğunda hızlı başlatıcı göster

source: Choose whether or not to show this quicklauncher in the sidebar.
tr: Hızlı başlatıcının kenar çubuğunda gösterilip gösterilmeyeceğini belirleyin.

source: Quicklauncher label
tr: Hızlı başlatıcı etiketi

source: Enter label for the quicklauncher
tr: Hızlı başlatıcı için etiket giriniz

source: Size of the favorite buttons
tr: Sık kullanılan düğmesi simge boyutu

source: Change the size of the favorite buttons
tr: Sık kullanılanlardaki düğmelerinin boyutunu değiştirin

source: pixels
tr: piksel

source: Open the menu when I move my mouse over it
tr: Fare üstüne geldiğinde menüyü aç

source: Enable opening the menu when the mouse enters the applet
tr: Fare uygulamacığa tıkladığında menüyü açılmasını etkinleştir

source: Command to launch
tr: Başlatma komutu

source: Enter command for the quicklauncher
tr: Hızlı başlatıcı için komut girin

source: 'All Programs'-Button label
tr: 'Tüm Uygulamalar'-Düğme etiketi

source: Enter custom text for the 'All Programs' button.
tr: 'Tüm Uygulamalar' düğmesi için özel metin girin.

source: Layout and content
tr: Düzen ve içerik

source: Sidebar Layout
tr: Kenar Çubuğu Düzeni

source: Quicklauncher
tr: Hızlı başlatıcı

source: Behavior
tr: Davranış

source: Custom Quicklauncher
tr: Özel Hızlı Başlatıcı

source: Quit Menu Layout
tr: Çıkış Menüsü Düzeni

source: Icons and Labels
tr: Simgeler ve Etiketler

source: Appearance
tr: Görünüm

source: Sidebar
tr: Kenar çubuğu

source: Quicklauncher icon
tr: Hızlı başlatıcı simgesi

source: Select an icon file or type an icon name into the entry box for the quicklauncher
tr: Hızlı başlatıcı için bir simge dosyası seçin ya da giriş kutusuna bir simge ismi yazın

source: Enable filesystem path entry in search box
tr: Arama kutusunsa dosya sistemi yolu girişini etkinleştir

source: Allows path entry in the menu search box.
tr: Menü arama kutusunda dosya yolu girişine izin verir.

source: Show quit buttons
tr: Çıkış düğmesini göster

source: Choose whether or not to show the quit buttons.
tr: Çıkış düğmelerinin gösterilip gösterilmeyeceğini seçin.

source: Choose between Stark-Menu and MATE-Menu layout
tr: Stark-Menü ve MATE-Menü düzeni arasında seçim yapın

source: Menu layout
tr: Menü düzeni

source: Enter command to start the quicklauncher
tr: Hızlı başlatıcıyı başlatmak için komut girin

source: Show favorite icons
tr: Sık kullanılanlar simgelerini göster

source: Choose whether or not to show icons on favorites.
tr: Sık kullanılanlarda simgelerin gösterilip gösterilmeyeceğini seçin.

source: Show context menu icons
tr: İçerik menüsü düğmelerini göster

source: Choose whether or not to show icons on context menus.
tr: İçerik menüleri üzerinde simgelerin gösterilip gösterilmeyeceğini seçin.

source: Show application's description under their titles
tr: Uygulamanın açıklamasını başlıklarının altında göster

source: Choose whether or not to show the application description on the application buttons.
tr: Uygulama açıklamalarının uygulama düğmelerinde gösterilip gösterilmeyeceğini seçin.

source: 'Menu'-Button label
tr: 'Menü'-Düğme etiketi

source: Enter custom text to show in the panel.
tr: Panelde gösterilecek özel metni girin.

source: Icon
tr: Simge

source: Select an icon to show in the panel.
tr: Panelde gösterilecek bir simge seçin.

source: Quicklauncher button style
tr: Hızlı başlatıcı düğme tipi

source: Choose whether to show icons and/or labels on the quicklauncher buttons.
tr: Hızlı başlatıcı düğmelerinde simgeler ve/veya etiketlerin gösterilip gösterilmeyeceğini seçin.

source: Labels only
tr: Sadece etiket

source: Icons only
tr: Sadece simge

source: User account info box style
tr: Kullanıcı hesabı bilgi kutusu tipi

source: Choose whether to show the user name and/or user picture.
tr: Kullanıcı adı ve/veya kullanıcı resmi gösterilip gösterilmeyeceğini seçin.

source: Hide
tr: Gizle

source: User picture only
tr: Sadece kullanıcı resmi

source: User picture and user name
tr: Kullanıcı resmi ve kullanıcı adı

source: Quit buttons layout
tr: Çıkış düğmeleri düzeni

source: Choose the layout of the quit options.
tr: Çıkış seçenekleri için düzen seçin.

source: Horizontal
tr: Yatay

source: Vertical
tr: Dikey

source: DropDown
tr: Aşağı açılır

source: Show application icons
tr: Uygulama simgelerini göster

source: Choose whether or not to show icons on applications.
tr: Uygulamalarda simgelerin gösterilip gösterilmeyeceğini seçin.

source: Keyboard shortcut to open and close the menu
tr: Menüyü açmak ve kapatmak için klavye kısayolu

source: Enable autoscrolling in application list
tr: Uygulama listesinde otomatik kaydırmayı etkinleştir

source: Choose whether or not to enable smooth autoscrolling in the application list.
tr: Uygulama listesinde yumuşak otomatik kaydırmanın etkinleştirilip etkinleştirilmeyeceğini seçin.

source: Use menu animations
tr: Menü animasyonlarını kullan

source: Allow the menu to animate on open and close
tr: Menünün açılış ve kapanışında animasyon gerçekleştirmesine izin ver

source: Show bookmarks and places
tr: Sık kullanılanlar ve konumları göster

source: Choose whether or not to show bookmarks and places in the menu.
tr: Menüde sık kullanılanların ve konumların gösterilip gösterilmeyeceğini seçin.

source: 'Quit'-Button label
tr: 'Çıkış'-Düğme etiketi

source: Enter custom text for the 'Quit' button.
tr: 'Çıkış' düğmesi için özel metin girin.

source: Show category icons
tr: Kategori simgelerini göster

source: Choose whether or not to show icons on categories.
tr: Kategorilerdeki simgelerin gösterilip gösterilmeyeceğini seçin.

source: Open the menu editor
tr: Menü düzenleyiciyi aç

source: Press this button to customize your menu entries.
tr: Menü girdilerinizi özelleştirmek için bu düğmeye basın.

source: Use a custom icon
tr: Özel bir simge kullan

source: Unchecking this allows the theme to set the icon
tr: Bu seçeneğin işaretini kaldırmak, simgeyi temanın ayarlamasına olanak tanır

source: Menu hover delay
tr: Menü bekleme gecikmesi

source: Delay before the menu opens when hovered
tr: Menünün üstüne gelindiğinde açılma gecikmesi sağlar

source: milliseconds
tr: milisaniye

source: Show sidebar on menu
tr: Menüde kenar çubuğunu göster

source: Choose whether or not to show the sidebar.
tr: Kenar çubuğunun gösterilip gösterilmeyeceğini seçin.

source: 'Favorites'-Button label
tr: 'Sık Kullanılanlar'-Düğme etiketi

source: Enter custom text for the 'Favorites' button.
tr: 'Sık Kullanılanlar' düğmesi için özel bir metin girin.

source: Stark-Menu/MATE-Menu
tr: Stark-Menü/MATE-Menü

source: General Settings
tr: Genel Ayarlar

source: Icons
tr: Simgeler

source: Category hover delay
tr: Kategori bekleme gecikmesi

source: Delay between switching categories
tr: Kategori geçişleri arasındaki gecikme

source: Quicklauncher Places
tr: Hızlı Başlatıcı Konumlar

source: Quicklauncher Applications
tr: Hızlı Başlatıcı Uygulamaları

source: Quicklauncher Separators
tr: Hızlı Başlatıcı Ayraçları

source: Separator below user account info box
tr: Kullanıcı hesabı bilgi kutusunun altına ayraç ekle

source: Choose whether or not to show this separator.
tr: Bu ayracın gösterilip gösterilmeyeceğini seçin.

source: Separator above quit buttons
tr: Çıkış düğmesinin üstüne ayraç ekle

source: Separator below quicklauncher places
tr: Hızlı başlatıcı konumlarının altına ayraç ekle

source: Custom Quicklauncher Applications
tr: Özel Hızlı Başlatıcı Uygulamaları

source: Visible
tr: Görünür

source: Command
tr: Komut

source: Custom Label
tr: Özel Etiket

source: Custom Icon
tr: Özel Simge

source: Custom Quicklauncher Places
tr: Özel Hızlı Başlatıcı Konumları

source: Directory
tr: Dizin

source: Cinnamon Menu with the look of the Windows 7 Start Menu or the MATE Menu
tr: Windows 7 Başlat Menüsü veya MATE Menüsü görünümünde bir Cinnamon menüsü
