Repository: sumo/cinnamon-spices-applets
Catalog: feeds@jonbrettdev.wordpress.com/files/feeds@jonbrettdev.wordpress.com/po/*.po
Languages: hu

source: Feed reader
hu: Hírforrás-olvasó

source: Mark all read
hu: Összes jelölése olvasottként

source: Reload
hu: Újratöltés

source: Manage feeds
hu: Hírforrások kezelése

source: Settings
hu: Beállítások

source: No unread feeds
hu: Nincs olvasatlan hírforrás

source: Feeds
hu: Hírforrások

source: Right Click to open feed:
hu: Hírforrás megnyitása jobb kattintással:

source: Mark All Posts Read
hu: Összes bejegyzés jelölése olvasottként

source: Mark Next
hu: Következő jelölése

source: Posts Read
hu: bejegyzés olvasása

source: Update feed URL
hu: Hírforrás URL frissítése

source: Published:
hu: Közzétéve:

source: Mark Post Read
hu: Bejegyzés jelölése olvasottként

source: (<1h)
hu: (nemrég)

source: Invalid feed url
hu: Érvénytelen hírforrás URL

source: unread items!
hu: olvasatlan bejegyzés

source: Loading feed
hu: Hírforrás betöltése

source: Displays RSS news feeds
hu: RSS-hírforrások megjelenítése

source: Feeds Reader
hu: Hírforrás-olvasó

source: Manage Feeds...
hu: Hírforrások kezelése…

source: Launch the feed management app to add/remove/edit feeds
hu: Hírforrás-kezelő kisalkalmazás indítása a hírforrások hozzáadásához, eltávolításához és szerkesztéséhez

source: Show notifications for new items
hu: Értesítés megjelenítése új bejegyzés estén

source: If checked a popup notification will be displayed for new items
hu: Új bejegyzés érkezésekor értesítés megjelenítése

source: Maximum number of items
hu: Bejegyzések száma

source: Maximum number of items to display for this feed
hu: Ennél a hírforrásnál megjelenítendő bejegyzések legnagyobb száma

source: feeds
hu: hírforrások

source: Feed Instance Name
hu: Hírforrás lista neve

source: Do not change, this is modified by the Manage Feeds window.
hu: Ne változtassa meg itt, mert ezt az értéket a Hírforrás-kezelőben változtatta meg.

source: Feed URLs
hu: Hírforrás URL

source: Check this to enable debug logging in Looking Glass
hu: Hibakeresés naplózás bekapcsolása a Looking Glass naplóban

source: Checking this will enable debug level logging
hu: Hibakeresés naplózás bekapcsolása

source: Update interval
hu: Frissítési időköz

source: Interval between checking for new items
hu: Időköz az új bejegyzések keresése között

source: minutes
hu: perc

source: Manage your feeds
hu: Hírforrások kezelése

source: Instance Name:
hu: Hírforrás név:

source: Add/remove feed list
hu: Hírforrás lista hozzáadása és eltávolítása

source: Enable
hu: Engedélyezés

source: Custom title
hu: Egyéni cím

source: Notify
hu: Értesítés

source: Show Read
hu: Olvasottak megjelenítése

source: Interval
hu: Időköz

source: Show Image
hu: Kép megjelenítése

source: Import
hu: Importálás

source: _Import OPML
hu: _OPML importálása…

source: Import feeds from OPML file
hu: Hírforrások importálása OPML-fájlból

source: _Import Feeds File
hu: _Hírforrás-fájl importálása…

source: Import feeds from file
hu: Hírforrások importálása fájlból

source: Export
hu: Exportálás

source: _Export Feeds File
hu: Hírforrások _exportálása fájlba

source: Export feeds to file
hu: Hírforrások exportálása fájlba

source: Options
hu: Beállítások

source: _Toggle Hidden Fields
hu: Rejtett mezők á_tváltása

source: Show or Hide hidden fields
hu: Rejtett mezők megjelenítése és elrejtése

source: Changes will be discarded, continue?
hu: A változtatások figyelmen kívül lesznek hagyva! Folytatja?

source: Are you sure?
hu: Biztosan ezt kívánja tenni?

source: New Instance (List) Name
hu: Új lista neve

source: Add New Instance (List)
hu: Új lista hozzáadása

source: Failed to save config file
hu: Nem sikerült a beállítófájlt menteni

source: Choose a OPML feed file
hu: Válasszon ki egy OPML-fájlt

source: OPML files
hu: OPML-fájlok

source: Choose a feed file
hu: Válasszon egy hírforrás-fájlt

source: Text files
hu: Szövegfájlok

source: All files
hu: Összes fájl

source: file imported
hu: fájl importálva

source: Imported %d feeds
hu: Importálva %d hírforrás

source: Failed to import file
hu: A fájl importálása sikertelen

source: Save a feed file
hu: Hírforrás-fájl mentése másként

source: Unable to export file, exception: %s
hu: Nem exportálható a fájl, hiba: %s

source: Unable to export file
hu: Nem exportálható a fájl
