Repository: sumo/cinnamon-spices-applets
Catalog: batterymonitor@pdcurtis/files/batterymonitor@pdcurtis/po/*.po
Languages: hr

source: Ok
hr: U redu

source: Waiting
hr: Čekanje

source: Open Power Statistics
hr: Otvori energetsku statistiku

source: Open System Monitor
hr: Otvori nadgledatelja sustava

source: Housekeeping and System Sub Menu
hr: Upravljanje i podizbornici sustava

source: View the Changelog
hr: Pogledaj zapis promjena

source: Open the Help file
hr: Otvori datoteku pomoći

source: Open stylesheet.css (Advanced Function)
hr: Otvori stylesheet.css (Napredne funkcije)

source: Battery Applet with Monitoring and Shutdown (BAMS)
hr: Aplet baterije s nadgledanjem i isključivanjem (BAMS)

source: Waiting for battery information
hr: Čekanje informacija baterije

source: Battery Low - turn off or connect to mains
hr: Slaba baterija- isključite računalo ili priključite napajanje

source: The Battery Level has fallen to your alert level either reconnect to a power source or close down your work and suspend or shutdown the machine
hr: Razina baterije je pala na razinu vaše obavijesti ili priključite na izvor napajanja ili završite s vašim radom i suspendirajte ili isključite računalo

source: Battery Critical will Suspend unless connected to mains
hr: Baterija je kritično računalo će se suspendirati osim ako ne priključite napajanje

source: Charge:
hr: Punjenje:

source: Alert:
hr: Upozorenje:

source: Suspend:
hr: Suspenzija:

source: Percentage Charge:
hr: Postotak napunjenosti:

source: Alert at:
hr: Upozori pri:

source: Suspend at:
hr: Suspendiraj pri:

source: Classic - Battery Percentage with extended messages for horizontal panel
hr: Klasično - Postotak baterije s proširenim porukama za vodoravan panel

source: Classic Plus - Classic with addition of Battery Icon
hr: Klasično plus - Klasično s dodatkom ikone baterije

source: Compact Plus - Compact with addition of Battery Icon
hr: Kompaktno plus - Kompaktno s dodatkom ikone baterije

source: Compact - Battery Percentage without extended messages
hr: Kompaktno - Postotak baterije bez proširenih poruka

source: Icon Only on coloured background indicating status
hr: Samo ikona na obojenim pozadinama prikazuje stanje

source: This feature offers the Classic (original) display with optional battery icon and some more compact displays suitable for a vertical panel (CompactCompact Plus and Icon Only)
hr: Ova značajka omogućuje Klasičan (izvoran) prikaz s neobaveznom ikonom baterije i nešto kompaktnijim prikazom pogodnim za okomiti panel (Kompaktno, Kompaktno plus i Samo ikone)

source: Type of Display
hr: Način prikaza

source: General Settings for the Battery Applet with Monitoring and Shutdown
hr: Opće postavke za aplet baterije s nadgledanjem i isključivanjem

source: Refresh Interval for Display:
hr: Razdoblje osvježavanja prikaza:

source: Increase or decrease this spinner value to change the refresh interval - use a slow refresh if you have a slow machine. This also governs the flash speed.
hr: Povećajte ili smanjite vrijednost za promjenu razdoblja osvježavanja - koristite sporije osvježavanje ako imate sporije računalo. Ovo isto regulira brzinu bljeskanja.

source: seconds
hr: sekunde

source: Display Mode
hr: Način rada zalona

source: Percentage Battery Charge at which Alert Displayed
hr: Postotak napunjenosti baterije pri kojoj se obavijest prikazuje

source: Percentage of Battery Charge at which Orange Warning Background is displayed - It is also shown and can be adjusted in the Applet left click menu
hr: Postotak napunjenosti baterije pri kojoj se narančasta pozadina upozorenja prikazuje - Još je prikazana i može se prilagoditi u izborniku lijevog klika apleta

source: Displays Charge as Percentage and allows Alerts and Actions
hr: Prikazuje napunjenost u postocima i omogućuje upozorenja i radnje
