Repository: sumo/cinnamon-spices-applets
Catalog: back-up_state@natsakis.com/files/back-up_state@natsakis.com/po/*.po
Languages: hr, tr

source: Has never run succesfully!
hr: Nikada nije pokrenuto uspješno!
tr: Hiç başarıyla yürütülemedi!

source: Last successful back-up completed on
hr: Posljednje uspješno sigurnosno kopiranje je završeno
tr: Son başarılı yedeklemenin tamamlanma tarihi:

source: Has never run successfully!
hr: Nikada nije pokrenuto uspješno!
tr: Hiç başarıyla yürütülemedi!

source: Probes for the state of a certain rsync back-up by checking the exit status of the log file
hr: Prikazuje stanje određenog rsync sigurnosnog kopiranja provjerom izlaznog stanja u datoteci zapisa
tr: Günlük dosyasının çıkış durumunu denetleyerek, belirli bir rsync yedeklemesinin durumunu inceler

source: Back-up State
hr: Stanje sigurnosnog kopiranja
tr: Yedekleme Durumu

source: String to be searched for
hr: Izraz za pretragu
tr: Aranacak dizge

source: Set the string that will be searched for in your log file, to determine the last good back-up
hr: Postavite izraz koji će se tražiti u vašoj datoteci zapisa, u svrhu otkrivanja posljednjeg uspješnog sigurnosnog kopiranja
tr: Son sağlam yedeklemeyi belirlemek için, günlük dosyanızda aranacak dizgeyi belirleyin

source: Log file
hr: Datoteka zapisa
tr: Günlük dosyası

source: Refresh interval (min):
hr: Razdoblje osvježavanja (min):
tr: Tazeleme aralığı (dakika):

source: Error after days:
hr: Greška nakon dana:
tr: Hatadan sonraki gün sayısı:

source: Warning after days:
hr: Upozorenje nakon dana:
tr: Uyarıdan sonraki gün sayısı:
