Repository: sumo/cinnamon-spices-applets
Catalog: PDFManager@cinnamon.org/files/PDFManager@cinnamon.org/po/*.po
Languages: fr

source: Manage your PDF
fr: Gérer vos PDF

source: Merge PDF
fr: Fusionner des PDF

source: Extract PDF
fr: Extraire un PDF

source: Reduce size of PDF
fr: Réduire la taille de vos PDF

source: Rotate left PDF
fr: Pivoter vos PDF sur la gauche

source: Rotate right PDF
fr: Pivoter vos PDF sur la droite

source: Flip vertically PDF
fr: Retourner vos PDF

source: Install PDFManager's tools
fr: Installer les outils de PDFManager

source: Open Document Viewer
fr: Ouvrir le visionneur de document

source: Open Evince
fr: Ouvrir Evince

source: Open PDF Mod
fr: Ouvrir PDF Mod

source: Open PDF Editor
fr: Ouvrir PDF Editor

source: Installation of PDF Toolkit necessary
fr: Installation des outils PDF nécessaires

source: Do you want to install PDF toolkit? Your operations will be performed after the installation.
fr: Voulez-vous installer les outils PDF ? Vos opérations seront exécutées après l'installation.

source: Installation failed. Do you want to try again? Your operations will be performed after the installation.
fr: L'installation a échoué. Voulez-vous essayer à nouveau ? Vos opérations seront exécutées après l'installation.

source: Select your PDF...
fr: Sélectionnez vos PDF...

source: PDF Files
fr: Fichiers PDF

source: Reducing PDF
fr: Réduire les PDF

source: Your PDF are reducing... Don't manipulate selected files!
fr: Vos PDF sont en cours de réduction... Ne pas manipuler les fichiers sélectionnés !

source: Save as...
fr: Enregistrer sous...

source: Extract following pages (example: 1-10 15-17):
fr: Extraire les pages suivantes (exemple : 1-10 15-17) :

source: Extract even pages
fr: Extraire les pages paires

source: Extract odd pages
fr: Extraire les pages impaires
